benchmark/results/apache_dynamic.txt
Running 15s test @ http://apache/index-uncached.php
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.37s    95.21ms   1.50s    64.00%
    Req/Sec     7.60      7.14    20.00     72.00%
  35 requests in 15.05s, 2.30MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:      2.33
Transfer/sec:    156.76KB