benchmark/results/apache_static.txt
Running 15s test @ http://apache/readme.html
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    18.64ms   27.11ms 280.19ms   82.46%
    Req/Sec     1.02k   284.12     2.70k    77.67%
  30528 requests in 15.01s, 223.02MB read
Requests/sec:   2034.14
Transfer/sec:     14.86MB