benchmark/results/caddy_static.txt
Running 15s test @ http://caddy/readme.html
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.00ms   12.88ms 159.10ms   85.92%
    Req/Sec     1.44k   502.78     2.98k    68.33%
  43053 requests in 15.02s, 314.30MB read
Requests/sec:   2866.60
Transfer/sec:     20.93MB