benchmark/results/nginx_dynamic.txt
Running 15s test @ http://nginx/index-uncached.php
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   977.36ms  234.75ms   1.29s    77.03%
    Req/Sec     6.97      5.67    30.00     78.99%
  148 requests in 15.03s, 9.74MB read
Requests/sec:      9.85
Transfer/sec:    663.27KB