benchmark/results/nginx_dynamic.txt
Running 15s test @ http://nginx/
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.09s   127.85ms   1.38s    80.56%
    Req/Sec     5.88      4.89    20.00     91.11%
  118 requests in 15.03s, 7.75MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:      7.85
Transfer/sec:    528.23KB