benchmark/results/nginx_static.txt
Running 15s test @ http://nginx/readme.html
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.76ms   17.49ms  73.85ms   80.89%
    Req/Sec     2.42k   526.34     4.43k    75.33%
  72109 requests in 15.00s, 525.80MB read
Requests/sec:   4806.48
Transfer/sec:     35.05MB