benchmark/results/openlitespeed_dynamic.txt
Running 15s test @ http://ols/index-uncached.php
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   918.57ms  139.64ms   1.21s    78.90%
    Req/Sec     4.67      3.18    10.00     63.16%
  110 requests in 15.04s, 7.25MB read
  Socket errors: connect 0, read 0, write 0, timeout 1
Requests/sec:      7.31
Transfer/sec:    493.32KB